Repository: aVolpe/Tomatoid
Catalog: contents/locale/*/LC_MESSAGES/tomatoid.po
Languages: es_es

source: Tasks
es_es: Tareas

source: Pomodoro completed
es_es: Pomodoro completo

source: Great job! Now take a break and relax for a moment.
es_es: Buen trabajo! Tomate un descanso y relájate.

source: Relax time is over
es_es: Tiempo de descanso terminado

source: Get back to work. Choose a task and start again.
es_es: Vuelve al trabajo. Elije una tarea y empieza de nuevo.

source: Running pomodoro #
es_es: Corriendo pomodoro #

source: Break time!
es_es: Tiempo de descanso!

source: The estimation of pomodoros necessary to complete this task
es_es: Cantidad de pomodoros estimados para terminar esta tarea

source: Task Name
es_es: Nombre de tarea

# NAME OF TRANSLATORS
source: Your names
es_es: Nombres

# EMAIL OF TRANSLATORS
source: Your emails
es_es: Correos electrónicos
